tap "appleboy/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "ngrok/ngrok"
tap "ory/tap"
tap "ringohub/redis-cli"
brew "act"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "libtiff"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "antigen"
brew "webp"
brew "jpeg-xl"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "bfg"
brew "commitizen"
brew "docker-credential-helper-ecr"
brew "eksctl"
brew "gcc"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grpcui"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "librdkafka"
brew "minikube"
brew "mockery"
brew "mycli"
brew "nghttp2"
brew "node"
brew "numpy"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "py3cairo"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "ruby"
brew "serverless"
brew "telnet"
brew "terraform"
brew "tree"
brew "unzip"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "xdot"
brew "yarn"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "appleboy/tap/codegpt"
brew "helm/tap/chart-releaser"
brew "ory/tap/cli"
brew "ringohub/redis-cli/redis-cli"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "docker"
cask "font-fira-code"
cask "font-sauce-code-pro-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "mactex-no-gui"
cask "ngrok"
cask "postman"
cask "pycharm"
cask "temurin8"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "James-Yu.latex-workshop"
vscode "k--kato.intellij-idea-keybindings"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
