tap "adoptopenjdk/openjdk"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ringohub/redis-cli"
tap "vektra/tap"
brew "ansible"
brew "antigen"
brew "awscli"
brew "bat"
brew "bfg"
brew "glib"
brew "gcc"
brew "git"
brew "go"
brew "go@1.15"
brew "gobject-introspection"
brew "golang-migrate"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "mycli"
brew "nghttp2"
brew "node"
brew "plantuml"
brew "protobuf"
brew "python@3.8"
brew "ruby"
brew "telnet"
brew "terraform"
brew "tree"
brew "unzip"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "filosottile/musl-cross/musl-cross"
brew "ringohub/redis-cli/redis-cli"
brew "vektra/tap/mockery"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "charles"
cask "datagrip"
cask "docker"
cask "font-fira-code"
cask "font-sourcecodepro-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "openvpn-connect"
cask "pock"
cask "pycharm"
cask "smartgit"
cask "telegram"
cask "tuntap"
cask "visual-studio-code"
cask "webstorm"
